Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Easiest: paste the agent prompt into your AI assistant and let it connect. Or add the server by hand with the URL and access token, or the JSON configuration. Keep the token private — anyone with it can control the app while the server is running.
ar: الأسهل: الصق موجه الوكيل في مساعد الذكاء الاصطناعي الخاص بك واتركه يتصل. أو أضف الخادم يدويًا باستخدام عنوان URL ورمز الوصول أو تكوين JSON. حافظ على خصوصية الرمز المميز، حيث يمكن لأي شخص لديه هذا الرمز التحكم في التطبيق أثناء تشغيل الخادم.
ca: El més fàcil: enganxeu el missatge de l'agent al vostre assistent d'IA i deixeu-lo connectar. O afegiu el servidor a mà amb l'URL i el testimoni d'accés, o la configuració JSON. Mantingueu el testimoni privat: qualsevol persona que el tingui pot controlar l'aplicació mentre el servidor s'executa.
cs: Nejjednodušší: vložte výzvu agenta do svého asistenta AI a nechte ho připojit. Nebo přidejte server ručně pomocí adresy URL a přístupového tokenu nebo konfigurace JSON. Udržujte token v soukromí – kdokoli s ním může ovládat aplikaci, když je server spuštěný.
da: Letteste: Indsæt agentprompten i din AI-assistent, og lad den oprette forbindelse. Eller tilføj serveren manuelt med URL og adgangstoken eller JSON-konfigurationen. Hold tokenet privat - alle med det kan styre appen, mens serveren kører.
de: Am einfachsten: Füge den Agent-Prompt in deinen KI-Assistenten ein und lass ihn die Verbindung herstellen. Oder füge den Server manuell mit URL und Zugriffstoken oder mit der JSON-Konfiguration hinzu. Halte das Token geheim – wer es hat, kann die App steuern, solange der Server läuft.
el: Το πιο εύκολο: επικολλήστε την προτροπή agent στον βοηθό AI και αφήστε τον να συνδεθεί. Ή προσθέστε τον διακομιστή με το χέρι με τη διεύθυνση URL και το διακριτικό πρόσβασης ή τη διαμόρφωση JSON. Διατηρήστε το διακριτικό απόρρητο — οποιοσδήποτε το έχει μπορεί να ελέγξει την εφαρμογή ενώ λειτουργεί ο διακομιστής.
es: Lo más fácil: pega el prompt para el agente en tu asistente de IA y deja que se conecte. O añade el servidor a mano con la URL y el token de acceso, o con la configuración JSON. No compartas el token: cualquiera que lo tenga puede controlar la app mientras el servidor esté en ejecución.
fa: ساده‌ترین راه: پرامپت عامل را در دستیار هوش مصنوعی خود جای‌گذاری کنید تا خودش متصل شود. یا سرور را دستی با URL و توکن دسترسی، یا با پیکربندی JSON اضافه کنید. توکن را محرمانه نگه دارید — هر کسی که آن را داشته باشد، تا وقتی سرور در حال اجراست می‌تواند برنامه را کنترل کند.
fi: Helpoin: liitä agenttikehote tekoälyassistenttiin ja anna sen muodostaa yhteys. Tai lisää palvelin käsin URL-osoitteen ja käyttöoikeustunnuksen tai JSON-määrityksen kanssa. Pidä tunnus yksityisenä – kuka tahansa sen omaava voi hallita sovellusta palvelimen ollessa käynnissä.
fr: Le plus simple : collez l'invite de l'agent dans votre assistant IA et laissez-le se connecter. Ou ajoutez le serveur manuellement avec l'URL et le jeton d'accès, ou la configuration JSON. Gardez le jeton privé : toute personne possédant celui-ci peut contrôler l'application pendant que le serveur est en cours d'exécution.
he: הכי קל: הדבק את הודעת הסוכן בעוזרת הבינה המלאכותית שלך ותן לו להתחבר. או הוסף את השרת ידנית עם כתובת האתר ואסימון הגישה, או תצורת ה-JSON. שמור על האסימון פרטי - כל מי שיש לו יכול לשלוט באפליקציה בזמן שהשרת פועל.
hr: Najlakše: zalijepite upit agenta u svog AI pomoćnika i pustite ga da se poveže. Ili dodajte poslužitelj ručno s URL-om i pristupnim tokenom ili JSON konfiguracijom. Držite token privatnim — svatko s njim može kontrolirati aplikaciju dok poslužitelj radi.
hu: A legegyszerűbb: illessze be az ügynökkérést az AI-asszisztensbe, és hagyja, hogy csatlakozzon. Vagy adja hozzá a kiszolgálót kézzel az URL-lel és a hozzáférési tokennel vagy a JSON-konfigurációval. Tartsa a tokent privátban – bárki, aki rendelkezik vele, vezérelheti az alkalmazást, miközben a szerver fut.
id: Paling mudah: tempelkan perintah agen ke asisten AI Anda dan biarkan terhubung. Atau tambahkan server secara manual dengan URL dan token akses, atau konfigurasi JSON. Jaga kerahasiaan token — siapa pun yang memilikinya dapat mengontrol aplikasi saat server sedang berjalan.
it: Il modo più semplice: incolla il prompt per l'agente nel tuo assistente IA e lascia che si colleghi. Oppure aggiungi il server a mano con l'URL e il token di accesso, o con la configurazione JSON. Mantieni privato il token: chiunque lo possieda può controllare l'app mentre il server è in esecuzione.
ja: いちばん簡単なのは、エージェントプロンプトを AI アシスタントに貼り付けて接続させる方法です。URL とアクセストークン、または JSON 構成を使ってサーバを手動で追加することもできます。トークンは他人に教えないでください。トークンを知っている人は誰でも、サーバの実行中にこのアプリを操作できます。
ko: 가장 쉬운 방법은 에이전트 프롬프트를 AI 도우미에 붙여넣고 연결하는 것입니다. 또는 URL과 액세스 토큰 또는 JSON 구성을 사용하여 직접 서버를 추가하세요. 토큰을 비공개로 유지하세요. 토큰을 가진 사람은 누구나 서버가 실행되는 동안 앱을 제어할 수 있습니다.
ms: Paling mudah: tampal gesaan ejen ke dalam pembantu AI anda dan biarkan ia bersambung. Atau tambahkan pelayan dengan tangan dengan URL dan token akses, atau konfigurasi JSON. Pastikan token itu tertutup — sesiapa sahaja yang mempunyainya boleh mengawal apl semasa pelayan sedang berjalan.
nl: Het eenvoudigst: plak de agentprompt in uw AI-assistent en laat deze verbinding maken. Of voeg de server handmatig toe met de URL en het toegangstoken, of de JSON-configuratie. Houd het token privé: iedereen die het token heeft, kan de app besturen terwijl de server actief is.
no: Enkleste: lim inn agentmeldingen i AI-assistenten og la den koble til. Eller legg til serveren for hånd med URL og tilgangstoken, eller JSON-konfigurasjonen. Hold tokenet privat - alle som har det kan kontrollere appen mens serveren kjører.
pl: Najłatwiej: wklej monit agenta do asystenta AI i pozwól mu się połączyć. Lub dodaj serwer ręcznie, podając adres URL i token dostępu lub konfigurację JSON. Zachowaj token jako prywatny — każdy, kto go posiada, może kontrolować aplikację, gdy serwer jest uruchomiony.
pt_br: Mais fácil: cole o prompt do agente em seu assistente de IA e deixe-o conectar. Ou adicione o servidor manualmente com o URL e o token de acesso ou a configuração JSON. Mantenha o token privado – qualquer pessoa com ele pode controlar o aplicativo enquanto o servidor estiver em execução.
pt_pt: Mais fácil: cole o prompt do agente em seu assistente de IA e deixe-o conectar. Ou adicione o servidor manualmente com o URL e o token de acesso ou a configuração JSON. Mantenha o token privado – qualquer pessoa com ele pode controlar o aplicativo enquanto o servidor estiver em execução.
ro: Cel mai simplu: inserați solicitarea agentului în asistentul AI și lăsați-l să se conecteze. Sau adăugați serverul manual cu adresa URL și tokenul de acces sau configurația JSON. Păstrați tokenul privat - oricine îl are poate controla aplicația în timp ce serverul rulează.
ru: Проще всего: вставьте промпт для агента в ваш ИИ-ассистент и дайте ему подключиться. Или добавьте сервер вручную по URL и токену доступа либо с помощью конфигурации JSON. Храните токен в секрете — любой, у кого он есть, может управлять приложением, пока работает сервер.
sk: Najjednoduchšie: prilepte výzvu agenta do svojho asistenta AI a nechajte ho pripojiť. Alebo pridajte server ručne s adresou URL a prístupovým tokenom alebo konfiguráciou JSON. Udržujte token súkromný – ktokoľvek s ním môže ovládať aplikáciu, kým je server spustený.
sl: Najlažje: prilepite poziv agenta v pomočnika za umetno inteligenco in pustite, da se poveže. Ali dodajte strežnik ročno z URL-jem in dostopnim žetonom ali konfiguracijo JSON. Naj bo žeton zaseben – kdorkoli z njim lahko nadzira aplikacijo, medtem ko strežnik deluje.
sv: Enklast: klistra in agentprompten i din AI-assistent och låt den ansluta. Eller lägg till servern för hand med URL och åtkomsttoken, eller JSON-konfigurationen. Håll token privat – alla som har den kan styra appen medan servern är igång.
th: ง่ายที่สุด: วางพรอมต์ของตัวแทนลงในผู้ช่วย AI ของคุณแล้วปล่อยให้เชื่อมต่อ หรือเพิ่มเซิร์ฟเวอร์ด้วยตนเองด้วย URL และโทเค็นการเข้าถึง หรือการกำหนดค่า JSON รักษาโทเค็นให้เป็นส่วนตัว — ใครก็ตามที่มีโทเค็นจะสามารถควบคุมแอปได้ในขณะที่เซิร์ฟเวอร์กำลังทำงานอยู่
tr: En kolayı: ajan istemini yapay zekâ asistanınıza yapıştırın ve bağlanmasına izin verin. Ya da sunucuyu URL ve erişim belirteciyle veya JSON yapılandırmasıyla elle ekleyin. Belirteci gizli tutun — sunucu çalışırken belirtece sahip olan herkes uygulamayı denetleyebilir.
uk: Найпростіше: вставте запит для агента у свого ШІ-помічника, і він підключиться сам. Або додайте сервер вручну за URL і токеном доступу чи за конфігурацією JSON. Тримайте токен у таємниці — будь-хто, хто його має, може керувати програмою, поки сервер працює.
ur: سب سے آسان: ایجنٹ پرامپٹ کو اپنے AI اسسٹنٹ میں چسپاں کریں اور اسے منسلک ہونے دیں۔ یا URL اور رسائی ٹوکن، یا JSON کنفیگریشن کے ساتھ سرور کو ہاتھ سے شامل کریں۔ ٹوکن کو نجی رکھیں - سرور کے چلنے کے دوران اس کے ساتھ کوئی بھی ایپ کو کنٹرول کر سکتا ہے۔
vi: Dễ nhất: dán lời nhắc của nhân viên vào trợ lý AI của bạn và để nó kết nối. Hoặc thêm máy chủ theo cách thủ công bằng URL và mã thông báo truy cập hoặc cấu hình JSON. Giữ mã thông báo ở chế độ riêng tư — bất kỳ ai có mã thông báo đều có thể kiểm soát ứng dụng trong khi máy chủ đang chạy.
zh_hans: 最简单的方式：将代理提示词粘贴到你的 AI 助手中，让它自行连接。也可以使用 URL 和访问令牌或 JSON 配置手动添加服务器。请妥善保管令牌——服务器运行期间，任何拥有令牌的人都能控制本 App。
zh_hant: 最簡單的方式：將代理提示詞貼到你的 AI 助理中，讓它自行連線。或使用 URL 和存取權杖，或 JSON 設定手動加入伺服器。請妥善保管權杖——在伺服器執行期間，任何擁有權杖的人都能控制 App。

source: Easiest: paste the agent prompt into your AI assistant and let it connect. Or add the server by hand with the URL or the JSON configuration, then restart the client.
ar: الأسهل: الصق موجه الوكيل في مساعد الذكاء الاصطناعي الخاص بك واتركه يتصل. أو أضف الخادم يدويًا باستخدام عنوان URL أو تكوين JSON، ثم أعد تشغيل العميل.
ca: El més fàcil: enganxeu el missatge de l'agent al vostre assistent d'IA i deixeu-lo connectar. O afegiu el servidor a mà amb l'URL o la configuració JSON i, a continuació, reinicieu el client.
cs: Nejjednodušší: vložte výzvu agenta do svého asistenta AI a nechte ho připojit. Nebo přidejte server ručně pomocí adresy URL nebo konfigurace JSON a poté restartujte klienta.
da: Letteste: Indsæt agentprompten i din AI-assistent, og lad den oprette forbindelse. Eller tilføj serveren manuelt med URL'en eller JSON-konfigurationen, og genstart derefter klienten.
de: Am einfachsten: Füge den Agent-Prompt in deinen KI-Assistenten ein und lass ihn die Verbindung herstellen. Oder füge den Server manuell mit der URL oder der JSON-Konfiguration hinzu und starte dann den Client neu.
el: Το πιο εύκολο: επικολλήστε την προτροπή agent στον βοηθό AI και αφήστε τον να συνδεθεί. Ή προσθέστε το διακομιστή με το χέρι με τη διεύθυνση URL ή τη διαμόρφωση JSON και, στη συνέχεια, επανεκκινήστε τον πελάτη.
es: Lo más fácil: pega el prompt para el agente en tu asistente de IA y deja que se conecte. O añade el servidor a mano con la URL o la configuración JSON y luego reinicia el cliente.
fa: ساده‌ترین راه: پرامپت عامل را در دستیار هوش مصنوعی خود جای‌گذاری کنید تا خودش متصل شود. یا سرور را دستی با URL یا پیکربندی JSON اضافه کنید، سپس کلاینت را دوباره راه‌اندازی کنید.
fi: Helpoin: liitä agenttikehote tekoälyassistenttiin ja anna sen muodostaa yhteys. Tai lisää palvelin käsin URL-osoitteen tai JSON-määrityksen kanssa ja käynnistä sitten asiakas uudelleen.
fr: Le plus simple : collez l'invite de l'agent dans votre assistant IA et laissez-le se connecter. Ou ajoutez le serveur manuellement avec l'URL ou la configuration JSON, puis redémarrez le client.
he: הכי קל: הדבק את הודעת הסוכן בעוזרת הבינה המלאכותית שלך ותן לו להתחבר. או הוסף את השרת ידנית עם כתובת האתר או תצורת ה-JSON, ואז הפעל מחדש את הלקוח.
hr: Najlakše: zalijepite upit agenta u svog AI pomoćnika i pustite ga da se poveže. Ili dodajte poslužitelj ručno s URL-om ili JSON konfiguracijom, a zatim ponovno pokrenite klijenta.
hu: A legegyszerűbb: illessze be az ügynökkérést az AI-asszisztensbe, és hagyja, hogy csatlakozzon. Vagy adja hozzá kézzel a kiszolgálót az URL-lel vagy a JSON-konfigurációval, majd indítsa újra az ügyfelet.
id: Paling mudah: tempelkan perintah agen ke asisten AI Anda dan biarkan terhubung. Atau tambahkan server secara manual dengan URL atau konfigurasi JSON, lalu mulai ulang klien.
it: Il modo più semplice: incolla il prompt per l'agente nel tuo assistente IA e lascia che si colleghi. Oppure aggiungi il server a mano con l'URL o la configurazione JSON, poi riavvia il client.
ja: いちばん簡単なのは、エージェントプロンプトを AI アシスタントに貼り付けて接続させる方法です。URL または JSON 構成を使ってサーバを手動で追加し、クライアントを再起動することもできます。
ko: 가장 쉬운 방법은 에이전트 프롬프트를 AI 도우미에 붙여넣고 연결하는 것입니다. 또는 URL이나 JSON 구성을 사용하여 직접 서버를 추가한 다음 클라이언트를 다시 시작하세요.
ms: Paling mudah: tampal gesaan ejen ke dalam pembantu AI anda dan biarkan ia bersambung. Atau tambahkan pelayan dengan tangan dengan URL atau konfigurasi JSON, kemudian mulakan semula klien.
nl: Het eenvoudigst: plak de agentprompt in uw AI-assistent en laat deze verbinding maken. Of voeg de server handmatig toe met de URL of de JSON-configuratie en start vervolgens de client opnieuw op.
no: Enkleste: lim inn agentmeldingen i AI-assistenten og la den koble til. Eller legg til serveren for hånd med URL-en eller JSON-konfigurasjonen, og start deretter klienten på nytt.
pl: Najłatwiej: wklej monit agenta do asystenta AI i pozwól mu się połączyć. Możesz też ręcznie dodać serwer, podając adres URL lub konfigurację JSON, a następnie ponownie uruchomić klienta.
pt_br: Mais fácil: cole o prompt do agente em seu assistente de IA e deixe-o conectar. Ou adicione o servidor manualmente com o URL ou a configuração JSON e reinicie o cliente.
pt_pt: Mais fácil: cole o prompt do agente em seu assistente de IA e deixe-o conectar. Ou adicione o servidor manualmente com o URL ou a configuração JSON e reinicie o cliente.
ro: Cel mai simplu: inserați solicitarea agentului în asistentul AI și lăsați-l să se conecteze. Sau adăugați serverul manual cu adresa URL sau configurația JSON, apoi reporniți clientul.
ru: Проще всего: вставьте промпт для агента в ваш ИИ-ассистент и дайте ему подключиться. Или добавьте сервер вручную по URL или с помощью конфигурации JSON, затем перезапустите клиент.
sk: Najjednoduchšie: prilepte výzvu agenta do svojho asistenta AI a nechajte ho pripojiť. Alebo pridajte server ručne pomocou adresy URL alebo konfigurácie JSON a potom reštartujte klienta.
sl: Najlažje: prilepite poziv agenta v pomočnika za umetno inteligenco in pustite, da se poveže. Ali dodajte strežnik ročno z URL-jem ali konfiguracijo JSON, nato znova zaženite odjemalca.
sv: Enklast: klistra in agentprompten i din AI-assistent och låt den ansluta. Eller lägg till servern för hand med URL- eller JSON-konfigurationen och starta sedan om klienten.
th: ง่ายที่สุด: วางพรอมต์ของตัวแทนลงในผู้ช่วย AI ของคุณแล้วปล่อยให้เชื่อมต่อ หรือเพิ่มเซิร์ฟเวอร์ด้วยตนเองด้วย URL หรือการกำหนดค่า JSON จากนั้นรีสตาร์ทไคลเอ็นต์
tr: En kolayı: ajan istemini yapay zekâ asistanınıza yapıştırın ve bağlanmasına izin verin. Ya da sunucuyu URL veya JSON yapılandırmasıyla elle ekleyin, ardından istemciyi yeniden başlatın.
uk: Найпростіше: вставте запит для агента у свого ШІ-помічника, і він підключиться сам. Або додайте сервер вручну за URL чи конфігурацією JSON, а потім перезапустіть клієнт.
ur: سب سے آسان: ایجنٹ پرامپٹ کو اپنے AI اسسٹنٹ میں چسپاں کریں اور اسے منسلک ہونے دیں۔ یا URL یا JSON کنفیگریشن کے ساتھ ہاتھ سے سرور شامل کریں، پھر کلائنٹ کو دوبارہ شروع کریں۔
vi: Dễ nhất: dán lời nhắc của nhân viên vào trợ lý AI của bạn và để nó kết nối. Hoặc thêm máy chủ theo cách thủ công bằng URL hoặc cấu hình JSON, sau đó khởi động lại máy khách.
zh_hans: 最简单的方式：将代理提示词粘贴到你的 AI 助手中，让它自行连接。也可以使用 URL 或 JSON 配置手动添加服务器，然后重新启动客户端。
zh_hant: 最簡單的方式：將代理提示詞貼到你的 AI 助理中，讓它自行連線。或使用 URL 或 JSON 設定手動加入伺服器，然後重新啟動用戶端。

source: Edit
ar: تحرير
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Édition
he: ערוך
hr: Uredi
hu: Szerkesztés
id: Sunting
it: Modifica
ja: 編集
ko: 편집
ms: Sunting
nl: Bewerken
no: Rediger
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editați
ru: Правка
sk: Upraviť
sl: Uredi
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: ترمیم کریں۔
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit and preview
ar: تحرير ومعاينة
ca: Edita i previsualitza
cs: Upravit a zobrazit náhled
da: Rediger og se forhåndsvisning
de: Bearbeiten und Vorschau
el: Επεξεργασία και προεπισκόπηση
es: Editar y obtener vista previa
fa: ویرایش و پیش نمایش
fi: Muokkaa ja esikatsele
fr: Modifier et prévisualiser
he: ערוך ותצוגה מקדימה
hr: Uredi i pregledaj
id: Edit dan pratinjau
ja: 編集とプレビュー
ko: 편집 및 미리보기
ms: Edit dan pratonton
nl: Bewerken en bekijken
no: Rediger og forhåndsvis
pl: Edytuj i przeglądaj
pt_br: Editar e visualizar
pt_pt: Editar e visualizar
ro: Editați și previzualizați
sk: Upraviť a zobraziť ukážku
sl: Urejanje in predogled
sv: Redigera och förhandsgranska
th: แก้ไขและดูตัวอย่าง
ur: ترمیم کریں اور پیش نظارہ کریں۔
vi: Chỉnh sửa và xem trước
zh_hans: 编辑和预览

source: Edit on one Mac, continue on another.
ar: قم بالتحرير في أحد Mac، ثم تابع في آخر.
ca: Edita en un Mac i continua en un altre.
cs: Upravte na jednom Mac, pokračujte na jiném.
da: Rediger på en Mac, fortsæt på en anden.
de: Auf einem Mac bearbeiten, auf einem anderen fortfahren.
el: Επεξεργαστείτε σε ένα Mac, συνεχίστε σε άλλο.
es: Edita en un Mac y continúa en otro.
fa: روی یک Mac ویرایش کنید و روی Mac دیگری ادامه دهید.
fi: Muokkaa yhtä Mac, jatka toista.
fr: Modifiez sur un Mac, continuez sur un autre.
he: ערוך ב-Mac אחד], המשך באחר.
hr: Uredite na jednom Mac, nastavite na drugom.
hu: Szerkesszen az egyik Mac-on, folytassa a másikkal.
id: Edit pada satu Mac, lanjutkan pada yang lain.
it: Modifica su un Mac, continua su un altro.
ja: ある Mac で編集し、別の Mac で続きを作業できます。
ko: 한 Mac에서 편집하고 다른 Mac에서 이어서 작업하세요.
ms: Edit pada satu Mac, teruskan pada yang lain.
nl: Bewerk op de ene Mac, ga verder op de andere.
no: Rediger på en Mac, fortsett på en annen.
pl: Edytuj w jednym Mac, kontynuuj w innym.
pt_br: Edite em um Mac e continue em outro.
pt_pt: Edite em um Mac e continue em outro.
ro: Editați pe un Mac, continuați pe altul.
ru: Редактируйте на одном Mac, продолжайте на другом.
sk: Upravte v jednom Mac a pokračujte v inom.
sl: Uredite na enem Mac, nadaljujte na drugem.
sv: Redigera på en Mac, fortsätt på en annan.
th: แก้ไขในหนึ่ง Mac ดำเนินการต่อในอีก
tr: Bir Mac'te düzenleyin, başka bir Mac'te devam edin.
uk: Редагуйте на одному Mac, продовжуйте на іншому.
ur: ایک Mac میں ترمیم کریں، دوسرے پر جاری رکھیں۔
vi: Chỉnh sửa trên một Mac, tiếp tục trên một Mac khác.
zh_hans: 在一台 Mac 上编辑，在另一台 Mac 上继续。
zh_hant: 在一台 Mac 上編輯，在另一台上繼續。

source: Edit selected shapes in the inspector
ar: تحرير الأشكال المحددة في المفتش
ca: Editeu les formes seleccionades a l'inspector
cs: Upravte vybrané tvary v inspektoru
da: Rediger valgte figurer i inspektøren
de: Ausgewählte Formen im Inspektor bearbeiten
el: Επεξεργαστείτε επιλεγμένα σχήματα στον επιθεωρητή
es: Editar las formas seleccionadas en el inspector
fa: ویرایش شکل‌های انتخاب‌شده در بازرس
fi: Muokkaa valittuja muotoja asetuksissa
fr: Modifier les formes sélectionnées dans l’inspecteur
he: ערוך צורות נבחרות במפקח
hr: Uredite odabrane oblike u inspektoru
hu: Szerkessze a kiválasztott alakzatokat az ellenőrzőben
id: Edit bentuk yang dipilih di inspektur
it: Modifica le forme selezionate nell'inspector
ja: 選択した図形をインスペクタで編集
ko: 선택한 도형을 인스펙터에서 편집
ms: Edit bentuk yang dipilih dalam pemeriksa
nl: Bewerk geselecteerde vormen in het infovenster
no: Rediger valgte former i inspektøren
pl: Edytuj wybrane kształty w inspektorze
pt_br: Editar formas selecionadas no inspetor
pt_pt: Edite as formas selecionadas no inspetor
ro: Editați formele selectate în inspector
ru: Редактировать выбранные фигуры в инспекторе
sk: Upravte vybrané tvary v inšpektorovi
sl: Uredite izbrane oblike v inšpektorju
sv: Redigera markerade former i inspektören
th: แก้ไขรูปร่างที่เลือกในตัวตรวจสอบ
tr: Seçili şekilleri denetçide düzenle
uk: Редагувати вибрані фігури в інспекторі
ur: انسپکٹر میں منتخب شکلوں میں ترمیم کریں۔
vi: Chỉnh sửa các hình dạng đã chọn trong trình kiểm tra
zh_hans: 在检查器中编辑所选形状
zh_hant: 在檢閱器中編輯所選形狀
